[{
    "nombre": "Temporada 1",
    "sinopsis": "¿Qué ocurre después de un apocalipsis nuclear? Tras una guerra nuclear, grandes partes de la superficie terrestre en el planeta quedan completamente destruidas. Sin embargo, todavía hay vida en el mundo. Unas pocas almas solitarias vagan por las extensiones devastadas de EEUU. ¿Cómo es la vida en un lugar devastado e inhóspito como el mundo actual?",
    "img":"https://assets-prd.ignimgs.com/2023/12/01/fallout-lucydoor-1sheet-1701443495837.jpg",
    "fecha_estreno": "2024-04-11",
    "serie_id": "1"
},
{
    "nombre": "Temporada 1",
    "sinopsis": "Ambientada en el Japón de 1600, lord Yoshii Toranaga lucha por su vida mientras que sus enemigos en el Consejo de regentes se alían contra él cuando un misterioso barco europeo aparece abandonado cerca de un pueblo pesquero.",
    "img": "https://es.web.img2.acsta.net/pictures/24/01/09/11/53/2662454.jpg",
    "fecha_estreno": "2024-02-27",
    "serie_id": "2"
},
{
    "nombre": "Temporada 1",
    "sinopsis": "Decisiones del pasado que hay que solucionar en el presente. Una decisión terrible tomada en la China de los años 60 se traslada en el tiempo hasta la época actual, en la que varios científicos deben enfrentarse a la mayor amenaza que la humanidad ha conocido nunca.",
    "img": "https://www.formulatv.com/images/series/posters/3400/3402/dest_1.jpg",
    "fecha_estreno": "2024-03-21",
    "serie_id": "3"
},
{
    "nombre": "Temporada 1",
    "sinopsis": "Un estafador se ve rodeado de riqueza y privilegio tras aceptar un trabajo peculiar en Italia. Pero para conservar la vida que tanto desea, tendrá que tejer una red de mentiras.",
    "img": "https://pics.filmaffinity.com/Ripley_Miniserie_de_TV-880684545-large.jpg",
    "fecha_estreno": "2024-04-04",
    "serie_id": "4"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Cuando Eddie hereda la finca de su aristocrática familia, descubre que alberga una enorme plantación de marihuana... y que sus propietarios no piensan marcharse.",
    "img": "https://www.aceprensa.com/wp-content/uploads/2024/04/the-gentlemen-la-serie-731x1024.jpg",
    "fecha_estreno": "2024-03-07",
    "serie_id": "5"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Cuando un comediante en apuros le muestra un poco de amabilidad a una mujer vulnerable, se desata una obsesión enfermiza que amenaza con destruir las vidas de ambos",
    "img": "https://static.wikia.nocookie.net/doblaje/images/8/8d/Beb%C3%A9_reno.png/revision/latest?cb=20240417011117&path-prefix=es",
    "fecha_estreno": "2024-04-11",
    "serie_id": "6"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Un carismático pescador ahogado por las deudas. Una mujer con problemas que lucha contra demonios reales. Un talentoso publicano condenado al ostracismo por su familia y su pueblo. Un líder religioso que lucha con sus creencias. Vea a Jesús a través de los ojos de quienes le conocieron.",
    "img": "https://www.aceprensa.com/wp-content/uploads/2021/03/The-Chosen-1.jpg",
    "fecha_estreno": "2017-12-24",
    "serie_id": "7"
},{
    "nombre": "Temporada 2",
    "sinopsis": "Las tensiones aumentan a medida que Jesús y sus discípulos llevan el ministerio por los caminos. Con el aumento de la fama llegan más redenciones y curaciones, pero también más enemigos.",
    "img": "https://content.vidangel.com/vidangel-content/the-chosen/Season+Two_The+Chosen_Vidangel_Title+Card-01.jpg",
    "fecha_estreno": "2021-04-04",
    "serie_id": "7"
},{
    "nombre": "Temporada 3",
    "sinopsis": "Jesús da un sermón que pone el mundo patas arriba, y los 12 discípulos están dispuestos a seguirle hasta los confines de la tierra.",
    "img": "https://images.justwatch.com/poster/306818102/s718/temporada-3.jpg",
    "fecha_estreno": "2022-12-11",
    "serie_id": "7"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La organización Reina Roja reactiva a Antonia Scott para resolver un misterioso asesinato Antonio Scott, la persona más inteligente de la Tierra, fue parte de un proyecto policial experimental llamado 'Reina Roja', tras el que terminó perdiendo todo. Ahora, con el asesinato del hijo de un poderoso magnate, su papel y el de la organización Reina Roja vuelven a resurgir de la mano de Jon Gutiérrez, un policía vasco y con muy mal comportamiento cuya estancia en el cuerpo está en riesgo.",
    "img": "https://m.media-amazon.com/images/M/MV5BNWYxNmIzYjEtNmYxYS00OGY2LWFhYzYtN2I2YzRlOWZjNmQ1XkEyXkFqcGdeQXVyMTYzMDUzNjEw._V1_.jpg",
    "fecha_estreno": "2024-02-29",
    "serie_id": "8"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Tokyo Vice se basa en la memoria homónima del periodista de investigación Jake Adelstein. La historia recrea sus únicas experiencias como ser el primer periodista de origen no japonés en conseguir trabajo en uno de los periódicos más importantes de Japón, Yomiuri Shimbun. Debido a sus investigaciones y su capacidad de resolución respecto a los crímenes, Adelstein se acabó viendo sumergido en el equipo de policía de Tokyo con el objetivo de sacar a relucir casos de corrupción y quién estaba implicado en los mismos.",
    "img": "https://es.web.img2.acsta.net/pictures/22/03/15/19/38/5764713.jpg",
    "fecha_estreno": "2022-04-07",
    "serie_id": "9"
},{
    "nombre": "Temporada 2",
    "sinopsis": "La segunda temporada nos adentra en el submundo criminal de la ciudad mientras Adelstein se da cuenta de que su vida y la de sus allegados corren un terrible peligro.",
    "img": "https://m.media-amazon.com/images/M/MV5BYzFhZWFkMjgtMWJhZC00Zjg1LTk0Y2QtMGY5ZjUyMmNmNmEyXkEyXkFqcGdeQXVyMTM1NjM2ODg1._V1_FMjpg_UX810_.jpg",
    "fecha_estreno": "2024-02-08",
    "serie_id": "9"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Un drama centrado en Martin Hart (Woody Harrelson) y 'Rust' Cohle (Matthew McConaughey), dos detectives del Departamento de Policía de Luisiana que trabajaron juntos en los años 90. En el 2012, ambos son interrogados sobre su caso más notorio: el macabro homicidio de una prostituta en 1995 por un aparente asesino en serie. Mientras rememoran el caso, el pasado y la relación de ambos durante los últimos 17 años se convierten en el foco principal de la historia.",
    "img": "https://m.media-amazon.com/images/I/81dEbr7mJCL._AC_UF894,1000_QL80_DpWeblab_.jpg",
    "fecha_estreno": "2014-01-12",
    "serie_id": "10"
},{
    "nombre": "Temporada 2",
    "sinopsis": "La galardonada serie original de HBO, True Detective, vuelve para una segunda temporada, con una nueva e intensa historia centrada en un extraño y escandaloso asesinato, en una corrupta y decrépita localidad dentro del Condado de Los Ángeles. Un crimen que moverá dinero, forjará uniones dentro del mundo del crimen, y movilizará a tres experimentados agentes, quienes se harán paso a través de una red de conspiraciones y traición para alcanzar la verdad. Esta vez, el elenco está compuesto por las aclamadas estrellas Collin Farrell, Vince Vaughn, Kelly Reilly, Rachel McAdams y Taylor Kisch.",
    "img": "https://pics.filmaffinity.com/True_Detective_II_Miniserie_de_TV-792935203-large.jpg",
    "fecha_estreno": "2015-06-21",
    "serie_id": "10"
},{
    "nombre": "Temporada 3",
    "sinopsis": "La tercera temporada cuenta la historia de un crimen macabro que involucra a dos niños desaparecidos en el corazón de los Ozarks, un misterio que se profundiza a lo largo de décadas y se desarrolla en tres períodos de tiempo separados.",
    "img": "https://m.media-amazon.com/images/I/91f9l9p29lL._AC_UF1000,1000_QL80_.jpg",
    "fecha_estreno": "2019-01-13",
    "serie_id": "10"
},{
    "nombre": "Temporada 4",
    "sinopsis": "En 'True Detective: Night Country', la cuarta temporada de la saga, las detectives Liz Danvers y Evangeline Navarro deben resolver la desaparición de seis hombres de la estación de investigación ártica de Tsalal, en Ennis, Alaska. ¿Qué pasó con los investigadores? ¿Quién es el responsable? Danvers y Navarro deberán enfrentarse a sus propios miedos para resolver el misterioso caso.",
    "img": "https://pics.filmaffinity.com/True_Detective_Noche_polar_Miniserie_de_TV-714338980-large.jpg",
    "fecha_estreno": "2024-01-14",
    "serie_id": "10"
},{
    "nombre": "Temporada I",
    "sinopsis": "La temporada sigue una serie de eventos relacionados con crímenes y errores en Minnesota. Presenta a un vendedor de seguros que se ve envuelto en una espiral de violencia después de encontrarse con un matón. La ambición, la codicia y la moralidad se entrelazan en una narrativa oscura y humorística.",
    "img":"https://pics.filmaffinity.com/Fargo_Miniserie_de_TV-242231012-large.jpg",
    "fecha_estreno": "2014-04-15",
    "serie_id": "11"
  },
  {
    "nombre": "Temporada II",
    "sinopsis": "Ambientada en 1979, esta temporada explora una serie de crímenes violentos relacionados con una disputa entre bandas criminales. La historia se desarrolla en Minnesota y Dakota del Sur, siguiendo a un joven oficial de policía y a un grupo de personajes inquietantes y complejos.",
    "fecha_estreno": "2015-10-12",
    "img":"https://pics.filmaffinity.com/Fargo_II_Miniserie_de_TV-590560050-large.jpg",
    "serie_id": "11"
  },
  {
    "nombre": "Temporada III",
    "sinopsis": "La tercera temporada de la serie presenta una nueva historia ambientada en 2010. Sigue a dos hermanos gemelos y su enfrentamiento con una pareja de ancianos ricos y manipuladores. La temporada está llena de giros inesperados y personajes memorables.",
    "img":"https://pics.filmaffinity.com/Fargo_III_Miniserie_de_TV-239995399-large.jpg",
    "fecha_estreno": "2017-04-19",
    "serie_id": "11"
  },
  {
    "nombre": "Temporada IV",
    "sinopsis": "Situada en Kansas City en la década de 1950, esta temporada narra una disputa entre dos familias criminales: los afroamericanos y los italianos. La trama se centra en la migración y la lucha por el poder, con personajes complejos y situaciones llenas de suspense.",
    "img":"https://pics.filmaffinity.com/Fargo_IV_Miniserie_de_TV-773235282-large.jpg",
    "fecha_estreno": "2020-09-27",
    "serie_id": "11"
  },{
    "nombre": "Temporada V",
    "sinopsis": "En la quinta temporada de ‘Fargo’ la historia nos sitúa frente al sheriff de Dakota del Norte, Roy Tilman (Jon Hamm), que sigue a una ama de casa llamada Dorothy (Juno Temple). Aunque ‘Dot’ parece ser una mujer corriente, en realidad está huyendo de las autoridades de Minnesota y Dakota del Norte. Por otra parte, Gator, el hijo de Roy (Joe Keery), quiere ser igual que su padre, pero nunca consigue estar a la altura, por lo que Roy recurre a un vagabundo llamado Ole Munch para que le ayude con él. ",
    "img": "https://pics.filmaffinity.com/Fargo_V_Miniserie_de_TV-822311248-large.jpg",
    "fecha_estreno": "2023-11-29",
    "serie_id": "11"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Mark Grayson hereda superpoderes a los diecisiete años y se une a su padre como uno de los mayores héroes de la Tierra. Todos sus sueños se hacen realidad, hasta que un evento impactante lo cambia todo.",
    "img": "https://images.justwatch.com/poster/306796975/s718/temporada-1.jpg",
    "fecha_estreno": "2021-03-25",
    "serie_id": "12"
},{
    "nombre": "Temporada 2",
    "sinopsis": "El duro camino de un heroe. Tras un enfrentamiento destructivo y emocional con su padre Omni-Man, 'Invencible' regresa para recoger los pedazos. Marcado por el drama familiar, el superhéroe debe formar equipo con los Guardianes del Globo para proteger la Tierra de una nueva amenaza. Pero tras conocer el engaño de su padre, puede que a 'Invencible' le resulte difícil confiar en su nuevo equipo.",
    "img": "https://elcomercio.pe/resizer/NEgln12HGvH5Or3Hv8hqeXzUlxQ=/620x0/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/4NUCPVBD5FDYNCK2OFIWSREJKM.jpg",
    "fecha_estreno": "2024-05-02",
    "serie_id": "12"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Todo continúa directamente donde X-Men lo dejó. El sabio y venerado Profesor Charles Xavier es llevado al Imperio Shi'ar para recibir un tratamiento médico muy importante. En su ausencia reina el caos. Con la guerra abierta entre humanos y mutantes, muchos de los superhéroes eligen a Magneto como líder. Sin Xavier, el maestro del magnetismo se enfrenta a Cíclope y a los demás mientras intenta liderar a los X-Men con la bendición de su viejo amigo.",
    "img": "https://m.media-amazon.com/images/M/MV5BNDU3ZTU4NTctNGIyOC00ZDgxLTliZWEtNDg0ZmNjMGE4YjU1XkEyXkFqcGdeQXVyNjYwMjU3MjA@._V1_.jpg",
    "fecha_estreno": "2024-03-20",
    "serie_id": "13"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Un enigmático detective privado lucha contra sus demonios personales mientras investiga la desaparición de la querida nieta de un productor de Hollywood.",
    "img": "https://cdn.kinocheck.com/i/w=1200/901hik72oc.jpg",
    "fecha_estreno": "2024-04-05",
    "serie_id": "14"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Carmen “Carmy” Berzatto, un joven chef del mundo de la alta cocina, regresa a Chicago para administrar la tienda de sándwiches de su familia después de una muerte desgarradora. Mientras Carmy lucha para transformar el restaurante y a sí mismo, su equipo de cocina rudimentario finalmente se revela como su familia elegida.",
    "img": "https://m.media-amazon.com/images/M/MV5BYmM4MjBkNGMtZjE5Zi00ZDMwLWE5MjYtN2M0MTM2YTQ2MmNlXkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_.jpg",
    "fecha_estreno": "2022-06-23",
    "serie_id": "15"
},{
    "nombre": "Temporada 2",
    "sinopsis": "El famoso chef estrella Carmy cierra 'The Beef' y comienza de cero con 'The Bear' tras la tragedia familiar. Toca empezar de cero. El famoso chef estrella Carmy y su equipo de cocina han decidido cerrar su restaurante 'The Beef' y abrir un nuevo local The Bear'. Anteriormente, el restaurante había pertenecido a Michael, el de Carmy, pero éste se quitó la vida, por lo que ahora está en manos de Carmy volver a poner en pie el local. Tras algunos conflictos con el equipo de cocina y su familia, ahora parece que podría comenzar un nuevo capítulo con el nuevo restaurante... ¿O se interpondrán viejos problemas en el camino de Carmy?",
    "img": "https://resizing.flixster.com/-XZAfHZM39UwaGJIFWKAE8fS0ak=/v3/t/assets/p24707272_b_v13_aa.jpg",
    "fecha_estreno": "2023-06-22",
    "serie_id": "15"
},{
    "nombre": "Temporada 1",
    "sinopsis": "El escéptico inspector de la rama criminal Rishi Nandhan, ayudado por dos subinspectores Ayyanar y Chitra, investiga una serie de extraños asesinatos en un pequeño pueblo de montaña, supuestamente cometidos por un espíritu mortal del bosque llamado Vanaratchi.",
    "img": "https://m.media-amazon.com/images/S/pv-target-images/4740216d45fb43655fdd97df0ba79ce75daa121bef55c120422fe03f60ecd0ec.jpg",
    "fecha_estreno": "2024-03-29",
    "serie_id": "16"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Encuentra el Halo y gana la Guerra. En el siglo 26, la humanidad tiene que lidiar con una amenaza alienígena conocida como the Covenant (El Pacto). Halo tejerá historias personales repletas de acción, aventura y una enriquecedora visión del futuro. La serie es una historia independiente inspirada en la franquicia del videojuego, en lugar de una continuación, adaptación o precuela.",
    "img": "https://m.media-amazon.com/images/M/MV5BOTZkNjllMzYtY2ZiNi00YTdkLTg0OTEtZTgzOGY5Njc3NmNiXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_.jpg",
    "fecha_estreno": "2022-03-24",
    "serie_id": "17"
},{
    "nombre": "Temporada 2",
    "sinopsis": "Los Spartans vuelven para combatir la amenaza alienígena de Covenant. El Jefe Maestro vuelve a liderar a su equipo para encontrar la clave de la salvación de toda la humanidad ante los ataques del Covenant: el Halo.",
    "img": "https://sportshub.cbsistatic.com/i/2023/12/19/baf59625-8ca6-4bbc-aa62-b38ff711da04/halo-season-2-poster.jpg?auto=webp&width=2700&height=4000&crop=0.675:1,smart",
    "fecha_estreno": "2024-02-08",
    "serie_id": "17"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Haro es un refinado y retorcido aristócrata que cumple condena por violación y asesinato. Empieza a recibir amenazas de muerte por parte de un secuestrador que se está dedicando a actuar contra la élite empresarial española. Usando su afilado ingenio, Haro aprovecha esa situación adversa para negociar beneficios penitenciarios a cambio de colaborar en la investigación de los secuestros, aunque su verdadero objetivo pasa por vengarse de la jueza que le metió entre rejas.",
    "img": "https://pics.filmaffinity.com/Perverso_TV_Series-509284106-large.jpg",
    "fecha_estreno": "2024-04-19",
    "serie_id": "18"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La posguerra de las interminables Guerras Clon. Un singular equipo de clones de élite forman La Remesa Mala. Son clones defectuosos y experimentales, que difieren genéticamente de sus hermanos del Ejército Clon, pero que poseen habilidades excepcionales que los convierten en soldados muy efectivos. Son un escuadrón imbatible, y es difícil acabar con ellos. Juntos, emprenderán misiones mercenarias a lo largo de la galaxia, luchando por mantenerse a flote y encontrar nuevas metas.",
    "img": "https://es.web.img2.acsta.net/pictures/21/04/20/10/43/5214230.jpg",
    "fecha_estreno": "2021-05-04",
    "serie_id": "19"
},{
    "nombre": "Temporada 2",
    "sinopsis": "La serie se centra en una remesa de clones mutados genéticamente para que tengan habilidades extraordinarias, y sobre sus vidas bajo el gobierno del Imperio tras las Guerras Clon. La remesa, llamada Clone Force 99 aparecieron por primera vez en la película Star Wars: Las Guerras Clon y regresan a la pequeña pantalla para continuar con su historia tras el épico episodio final de la anterior temporada.",
    "img": "https://es.web.img3.acsta.net/pictures/24/01/22/12/12/2580225.jpg",
    "fecha_estreno": "2023-01-04",
    "serie_id": "19"
},{
    "nombre": "Temporada 3",
    "sinopsis": "Última temporada de la rebelión de los clones. Con el grupo roto y rodeado de amenazas en todos los frentes, no les quedará más remedio que buscar aliados inesperados, embarcarse en misiones peligrosas y poner en práctica todo lo aprendido para liberarse del Imperio.",
    "img": "https://es.web.img2.acsta.net/pictures/24/01/23/14/42/4038224.jpg",
    "fecha_estreno": "2024-02-21",
    "serie_id": "19"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Esta serie es la adaptación del libro de Manuel Jabois 'Nos vemos en esta vida o en la otra', que se basa en la entrevista que Gabriel Montoya Vidal, 'Baby', le concedió en 2014 sobre su vinculación con el mayor atentado yihadista cometido en suelo europeo en marzo de 2004.",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRzBjTPtnsB0KoDZo-zHyxSN4pp6nY3RWgOAP9b5e9Woma2pvIy",
    "fecha_estreno": "2024-03-06",
    "serie_id": "20"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Un antiguo caso se destapa cuando un reportero desaparece y su hija acaba en un pequeño pueblo de montaña atormentado por una secta, el secretismo y la muerte.",
    "img": "https://www.lavanguardia.com/peliculas-series/images/serie/poster/2024/4/w1280/qK9dvXKBbgFOXg7O5hAvIobNVLu.jpg",
    "fecha_estreno": "2024-04-10",
    "serie_id": "21"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Mi tierra, mis reglas. John Dutton (Costner) es el propietario del rancho más grande de Estados Unidos. Él y sus hijos entablarán una lucha sin cuartel contra una reserva india y contra el Gobierno federal de Estados Unidos que intenta expandir el parque nacional contiguo a la propiedad de los Dutton.",
    "img": "https://images.justwatch.com/poster/301682142/s718/temporada-1.jpg",
    "fecha_estreno": "2018-06-20",
    "serie_id": "22"
},{
    "nombre": "Temporada 2",
    "sinopsis": "En la segunda temporada, la familia Dutton se ve envuelta en nuevas alianzas, asesinatos, secretos y más enemigos. El rancho seguirá bajo el constante ataque de aquellos que fronteriza. La disputa con los Beck llega a un punto crítico.",
    "img": "https://m.media-amazon.com/images/I/810mB-3u-lL._AC_UF894,1000_QL80_.jpg",
    "fecha_estreno": "2019-06-19",
    "serie_id": "22"
},{
    "nombre": "Temporada 3",
    "sinopsis": "La familia Dutton se ve amenazada por nuevos enemigos y lucrativos negocios, lo que obliga a John, Kayce, Beth y Jamie a formar alianzas inesperadas.",
    "img": "https://m.media-amazon.com/images/I/81poQvzwY+L._AC_UF894,1000_QL80_.jpg",
    "fecha_estreno": "2020-06-21",
    "serie_id": "22"
},{
    "nombre": "Temporada 4",
    "sinopsis": "Kevin Costner es John Dutton, patriarca de una familia ranchera en Montana, y dueño del rancho más grande de EE. UU. La serie cuenta la lucha de Dutton para defender su tierra y a su familia de las fuerzas modernas que amenazan su estilo de vida.",
    "img": "https://images.justwatch.com/poster/301682154/s718/temporada-4.jpg",
    "fecha_estreno": "2021-11-07",
    "serie_id": "22"
},{
    "nombre": "Temporada 5",
    "sinopsis": "La quinta temporada de Yellowstone resuelve todos los asuntos pendientes que dejó la anterior abiertos: chantajes, asesinatos, espionaje empresarial...¡lo de siempre! En el último capítulo, Beth pilló a Jamie con las manos en la masa y sin duda lo utilizará en su favor para vengarse de Market Equities. John sigue adelante con su carrera política, mientras que Kayce se enfrenta una difícil decisión.",
    "img": "https://static.wikia.nocookie.net/yellowstone_0/images/3/36/Yellowstone_Season_5.jpg/revision/latest?cb=20221114022823",
    "fecha_estreno": "2022-11-13",
    "serie_id": "22"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Eliseo, el encargado de un edificio de clase alta, a espaldas del consorcio que lo emplea, hace uso y abuso de su poder de vigilancia e intromisión. El edificio es un universo cuyo ecosistema tiene su dinámica y normas específicas y Eliseo conoce todas a la perfección. Allí vive, trabaja y absorbe hasta el último detalle de la vida de sus habitantes. Pero, debajo de su apariencia servicial y obsecuente, oculta un talento para manipularlos. ",
    "img": "https://pics.filmaffinity.com/El_encargado_Serie_de_TV-933596616-large.jpg",
    "fecha_estreno": "2022-10-26",
    "serie_id": "23"
},{
    "nombre": "Temporada 2",
    "sinopsis": "El edificio es un universo cuyo ecosistema tiene dinámicas y normas específicas, y Eliseo las conoce todas a la perfección. Allí vive, trabaja y absorbe hasta el último detalle de la vida de sus habitantes. Pero, debajo de su apariencia servicial y obsecuente, oculta un talento para manipularlos.",
    "img": "https://pictures.betaseries.com/fonds/poster/c95e1c28d59732884f338cffe4eff3c0.jpg",
    "fecha_estreno": "2023-11-28",
    "serie_id": "23"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Crecer en Texas no resulta tarea fácil si eres Sheldon Cooper y tienes sólo nueve años. En una tierra donde el fútbol y la iglesia mandan, tener una mente brillante para las matemáticas avanzadas sirve de poco. Y, mientras el superdotado aunque vulnerable Sheldon intenta lidiar con el mundo, su familia de lo más corriente intenta lidiar con él.",
    "img": "https://images.justwatch.com/poster/239545947/s718/temporada-3.jpg",
    "fecha_estreno": "2017-09-25",
    "serie_id": "24"
},{
    "nombre": "Temporada 2",
    "sinopsis": "En la segunda temporada, Sheldon afronta una nueva etapa en su camino a la madurez. Ser un pequeño genio en el este de Texas, en los años 80, no es fácil, menos aun cuando tu padre es el entrenador del equipo de fútbol americano del instituto al que tú entras un año antes de lo que te tocaría.",
    "img": "https://images.justwatch.com/poster/238493221/s592/temporada-2",
    "fecha_estreno": "2018-09-24",
    "serie_id": "24"
},{
    "nombre": "Temporada 3",
    "sinopsis": "Sheldon Cooper sigue enfrentándose al duro día a día de ser un pequeño genio en pleno Texas: en el instituto surgen nuevas oportunidades de destacar, pero también de fracasar estrepitosamente, y en casa continúa la pelea sempiterna entre fe y razón en una familia que, pese a sus diferencias, no duda en darlo todo por el pequeño Sheldon.",
    "img": "https://es.web.img3.acsta.net/pictures/19/09/15/23/53/2228568.jpg",
    "fecha_estreno": "2019-09-26",
    "serie_id": "24"
},{
    "nombre": "Temporada 4",
    "sinopsis": "Sheldon afronta con emoción su primer año oficial de universidad en lo que espera que sea un entorno más seguro y adecuado para su nivel intelectual. Después de convencer a su madre de que está preparado, por fin puede empezar las clases presenciales en la universidad East Texas Tech bajo la tutela de Sturgiss. Pero la vida no pasa sin dificultades para nadie, ni siquiera para el mayor genio de todo Texas. Mientras tanto, Mary y George intentan sobrellevar la preocupación extra y no olvidarse de que tienen otros dos hijos con sus propias genialidades.",
    "img": "https://es.web.img3.acsta.net/pictures/21/01/08/11/22/2258966.jpg",
    "fecha_estreno": "2020-11-05",
    "serie_id": "24"
},{
    "nombre": "Temporada 5",
    "sinopsis": "Sheldon sigue intentando ser el mejor en la universidad a pesar de los nuevos retos que se le presentan. Pero hay cosas que ni el mayor pequeño genio de Texas puede tener bajo control. En casa, sus padres cada vez se muestran más distanciados, Mary se pregunta si es feliz y George busca momentos de independencia. Mientras tanto, su hermano George sigue buscándose la vida a medida que se acerca a la mayoría de edad y su hermana Missy está entrando de lleno en la adolescencia. Ya nada es lo mismo en casa de los Cooper, pero como buen científico que es, Sheldon sabe que el cambio es inevitable... Incluso para él.",
    "img": "https://es.web.img2.acsta.net/pictures/23/10/11/18/41/1410270.jpg",
    "fecha_estreno": "2021-10-07",
    "serie_id": "24"
},{
    "nombre": "Temporada 6",
    "sinopsis": "¿La familia Cooper y uno más? George sigue buscando trabajo tras dimitir como entrenador del equipo y Mary tiene dificultades para encontrar un nuevo lugar donde sentirse útil, ahora que ya no es bienvenida en la iglesia. Mientras tanto, Georgie hace lo posible para convertirse en un padre a la altura de lo que Mandy necesita, Missy trata de encontrar su lugar como adolescente y Sheldon pone a prueba un nuevo estilo en la universidad.",
    "img": "https://images.justwatch.com/poster/300812575/s718/temporada-6.jpg",
    "fecha_estreno": "2022-09-29",
    "serie_id": "24"
},{
    "nombre": "Temporada 7",
    "sinopsis": "Durante 12 años en The Big Bang Theory, el público ha llegado a conocer al icónico, excéntrico y extraordinario Sheldon Cooper. Esta comedia nos da la oportunidad de conocerlo como un niño de 11 años que crece en el este de Texas, mientras se embarca en su inocente, torpe y esperanzador viaje hacia el hombre en el que se convertirá.",
    "img": "https://images.justwatch.com/poster/311693786/s592/temporada-7",
    "fecha_estreno": "2024-02-15",
    "serie_id": "24"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Tras un siglo de silencio, estalla la guerra entre la Federación y el Imperio Klingon, con un oficial de la Flota Estelar caído en desgracia como protagonista.",
    "img": "https://m.media-amazon.com/images/I/91SsdVYtGWL._AC_UF894,1000_QL80_.jpg",
    "fecha_estreno": "2017-09-24",
    "serie_id": "25"
},{
    "nombre": "Temporada 2",
    "sinopsis": "Tras responder a una señal de socorro del U.S.S. Enterprise, la segunda temporada encuentra a la tripulación del U.S.S. Discovery uniendo fuerzas con el Capitán Christopher Pike en una nueva misión para investigar siete misteriosas señales rojas y la aparición de un ser desconocido llamado el Ángel Rojo. Mientras la tripulación debe trabajar unida para desentrañar su significado y origen, Michael Burnham se ve obligada a enfrentarse a su pasado con el regreso de su distanciado hermano Spock.",
    "img": "https://trekmovie.com/wp-content/uploads/2019/01/ign-dsc-s2-poster-pikegeorgiou.jpg",
    "fecha_estreno": "2019-01-17",
    "serie_id": "25"
},{
    "nombre": "Temporada 3",
    "sinopsis": "Después de dar el salto en el final de la segunda temporada, la tercera temporada encuentra a la tripulación del U.S.S. Discovery saliendo del agujero de gusano y adentrándose en un futuro desconocido lejos del hogar que una vez conocieron. La tripulación del U.S.S. Discovery, con la ayuda de algunos nuevos amigos, debe luchar para recuperar un futuro esperanzador.",
    "img": "https://m.media-amazon.com/images/I/81vrJPJT+9L._AC_UF894,1000_QL80_.jpg",
    "fecha_estreno": "2020-10-15",
    "serie_id": "25"
},{
    "nombre": "Temporada 4",
    "sinopsis": "Después de que la tercera temporada encuentre a la tripulación del U.S.S. Discovery en un futuro desconocido lejos del hogar que una vez conocieron, los exploradores espaciales se encuentran con una impredecible anomalía gravitacional que podría poner fin a su viaje. Ahora que viven en una época llena de incertidumbre, la tripulación del Discovery, junto con la ayuda de algunos nuevos amigos, debe trabajar unida para devolver la esperanza a la Federación.",
    "img": "https://images.justwatch.com/poster/256217756/s592/temporada-4",
    "fecha_estreno": "2021-11-18",
    "serie_id": "25"
},{
    "nombre": "Temporada 5",
    "sinopsis": "La capitana Michael Burnham y su tripulación han tenido éxito: han evitado la destrucción de los planetas Tierra y Ni'Var por una anomalía de materia oscura, aunque a costa de la relación entre Burnham y su amante Book. Además, la Tierra ha decidido volver a unirse a la Federación. Ahora, a la tripulación del Discovery le espera una nueva aventura: partir en busca de un misterioso poder que se considera el tesoro más preciado del universo.",
    "img": "https://pixel.disco.skyshowtime.com/uuid/b4e58aeb-f9fe-38d5-8d34-524704afa12b/COVER_TITLE_TALL?language=pt-PT&proposition=SKYSHOWTIME&version=e6d59f91-54aa-358d-8938-085bec3fabd7",
    "fecha_estreno": "2024-04-04",
    "serie_id": "25"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Es el año 2037. Nuestro mundo está muriendo, lentamente, de un virus que ha vuelto infértil a la humanidad. No ha nacido ni un solo niño en 25 años. Los gobiernos son ahora títeres impotentes para las corporaciones más grandes y Biocorp, la más grande del mundo, sigue prometiendo una cura que nunca llega. Un par de científicos (Michael Copon y Simon Phillips) que intentan crear el primer teletransportador del mundo consiguen crear algo aún más poderoso: máquinas del tiempo. Viajan hasta 2017 para cambiar los acontecimientos de su pasado y evitar que el virus exista. Pero sus acciones tienen consecuencias no deseadas, con el efecto mariposa tomando fuerza. Mientras sus socios (Sheena Colette y Eve Mauro) luchan para protegerlos, sus acciones en el pasado escalan a asesinatos en masa para salvar miles de millones en el futuro.",
    "img": "https://resizing.flixster.com/-XZAfHZM39UwaGJIFWKAE8fS0ak=/v3/t/assets/p15096294_p_v8_aa.jpg",
    "fecha_estreno": "2019-05-26",
    "serie_id": "26"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Joaquín Manchado gobierna con puño de hierro su emporio de la droga desde el puerto de Barcelona, hasta que un nuevo envío da un vuelco a su negocio y su familia.",
    "img": "https://pics.filmaffinity.com/Mano_de_hierro_Miniserie_de_TV-130575404-large.jpg",
    "fecha_estreno": "2024-03-15",
    "serie_id": "27"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Un día, unos misteriosos parásitos caen del cielo. Se introducen en los humanos como sus huéspedes y también asesinan a otros humanos. Los parásitos empiezan a crear su propia fuerza. Ahora los humanos deben luchar para impedir que las criaturas invasoras se apoderen del mundo.",
    "img": "https://pics.filmaffinity.com/Parasyte_Los_grises_Serie_de_TV-428405904-large.jpg",
    "fecha_estreno": "2024-04-05",
    "serie_id": "28"
},{
    "nombre": "Temporada 1",
    "sinopsis": "En esta escalofriante docuserie sobre crímenes reales del creador de ‘Ley y orden’, policías y fiscales rememoran los casos de homicidio más complicados de sus carreras.",
    "img": "https://pics.filmaffinity.com/Homicidio_Nueva_York_Miniserie_de_TV-602686374-large.jpg",
    "fecha_estreno": "2024-03-20",
    "serie_id": "29"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Cuatro amigos deben aprender a lidiar con la crisis vital que les provoca la pérdida de la hegemonía masculina, en un mundo en el que la noción tradicional de ser hombre cada vez tiene menos peso. Mientras tanto, las mujeres luchan por una posición de igualdad, dejando en evidencia su incapacidad de ser los 'machos alfa' que querrían ser.",
    "img": "https://www.formulatv.com/images/series/posters/2800/2892/dest_1.jpg",
    "fecha_estreno": "2022-12-30",
    "serie_id": "30"
},{
    "nombre": "Temporada 2",
    "sinopsis": "Las reglas del juego cambian para 4 cuarentones. Cuatro amigos y sus respectivas parejas muestran cómo la igualdad ha cambiado los roles y la situación del hombre y la mujer en España. En plena crisis de los cuarenta, estos cuatro amigos tendrán que trabajar su masculinidad tóxica para no perder el amor de las chicas que quieren. El patriarcado comienza a temblar.",
    "img": "https://es.web.img3.acsta.net/pictures/24/01/09/14/03/5638484.jpg",
    "fecha_estreno": "2024-02-09",
    "serie_id": "30"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Cuando fallece Gonzalo Torregrosa, propietario y fundador de la Funeraria Torregrosa, Dámaso Carrillo, su mano derecha en la empresa, no duda en que lo mejor para la continuidad del negocio es que él asuma el mando. Pero, contra todo pronóstico Nieves, la septuagenaria viuda, decide ponerse al frente de la empresa familiar, ayudada por su inútil y entusiasta yerno, Chemi, experto en Marketing, y en contra de los planes de sus hijas de cerrar y montar un gimnasio. Mientras Dámaso conspira y manipula a sus compañeros contra la nueva dirección, la empresa se enfrentará a la competencia, la funeraria Transitus, y a su plan para expandir su negocio, y a un caso a lo #metoo, que amenazarán el legado de Gonzalo Torregrosa.",
    "img": "https://pics.filmaffinity.com/Muertos_S_L_Serie_de_TV-665289940-large.jpg",
    "fecha_estreno": "2024-04-04",
    "serie_id": "31"
},
{
    "nombre": "Temporada 1",
    "sinopsis": "Nell Jackson se ve incriminada por asesinato y se convierte en la forajida más notoria de la Inglaterra del siglo XVIII, pero cuando aparece un espíritu mágico, Nell se da cuenta de que su destino es más grande de lo que jamás imaginó.",
    "img": "https://static.wikia.nocookie.net/disney/images/c/c0/Renegade_Nell_full_poster.jpg/revision/latest?cb=20240224184628",
    "fecha_estreno": "2024-03-29",
    "serie_id": "32"
},
{
    "nombre": "Temporada 1",
    "sinopsis": "La serie describe un año dentro del palacio de un régimen autoritario que se desmorona.​ Después de no salir del palacio durante bastante tiempo, la canciller Elena Vernham se vuelve cada vez más paranoica e inestable y recurre a un soldado volátil, Herbert Zubak, como un confidente poco probable. A medida que crece la influencia de Zubak sobre el canciller, los intentos de Elena de expandir su poder finalmente resultan en la fractura del palacio y del país a su alrededor.",
    "img": "https://m.media-amazon.com/images/S/pv-target-images/c9173c650652705a9d588947ed811fc91592ee772e2cb4007b35ad916ce328f7.jpg",
    "fecha_estreno": "2024-03-03",
    "serie_id": "33"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Kentucky, años 50. En el orfanato, una chica descubre que posee un talento extraordinario para el ajedrez mientras intenta superar una adicción.",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRkY35QmOPvt5NLNxhhV7Kqqkui3oqiPvceFOrpaw5pR6BrwwA2",
    "fecha_estreno": "2020-10-23",
    "serie_id": "34"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La primera temporada de 'Avatar: The Last Airbender' se desarrolla en un mundo en el que muchos humanos pueden ejercer el poder de los elementos. Sin embargo, solo el avatar puede controlar los cuatro.Esto le otorga la responsabilidad de mantener el equilibrio entre las cuatro naciones. Pero cuando el avatar Aang queda congelado en el hielo durante 100 años, el mundo se ve sacudido por el ascenso del imperio de la Nación del Fuego. Una vez que Aang es despertado por Katara y su hermano, se embarcan en una misión por todo el mundo.",
    "img": "https://images.justwatch.com/poster/311507249/s718/temporada-1.jpg",
    "fecha_estreno": "2024-02-22",
    "serie_id": "35"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Maya López vuelve a casa, pero ¿qué viene ahora? Durante un largo tiempo, el submundo criminal de Nueva York fue un hogar para Maya López. Sin embargo ahora, tras liberarse de Wilson Fisk y abandonar la mafia del chándal, Maya intenta dar un nuevo rumbo a su vida: regresa a su pueblo natal en Oklahoma. ¿Conseguirá dejar atrás su pasado? ¿Qué le espera en su vuelta a casa?",
    "img": "https://i.imgur.com/KyUm3kF.jpg",
    "fecha_estreno": "2024-01-09",
    "serie_id": "36"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La Academia es el centro de formación del Apolo FC, uno de los mejores clubes del fútbol del mundo, donde chicos y chicas luchan por un sueño compartido: triunfar en el primer equipo. Adrián, capitán del juvenil masculino e hijo de una antigua leyenda del club, ve amenazada su posición en el equipo cuando su entrenador Willy descubre a Jairo, recién aterrizado de Colombia, con un talento innato.",
    "img": "https://images.justwatch.com/poster/313404237/s592/temporada-1",
    "fecha_estreno": "2024-04-01",
    "serie_id": "37"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Nominada a 6 BAFTA, entre ellos mejor serie de comedia y a mejor actor, el cómico británico Jack Rooke narra su vida al estilo 'Heartstopper' en una de las sensaciones del Reino Unido. Una celebración de las inseguridades de la adolescencia, de la sexualidad y de la amistad.  El tímido y adorable Jack es un chico de 19 años criado en Watford, Inglaterra. Jack ha pasado el último año encerrado en casa con su madre, afligido por la muerte de su padre, pero ha llegado el momento de que tome las riendas de su vida, abandone el nido materno y encuentre su lugar en la universidad (y en la vida). Es ahí donde conoce a Danny, su compañero de cuarto, un estudiante mayor que él con el que desarrollará una improbable, curiosa y tierna amistad.",
    "img": "https://pics.filmaffinity.com/Big_Boys_Serie_de_TV-242675465-large.jpg",
    "fecha_estreno": "2022-05-26",
    "serie_id": "38"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Religión, música y drama se dan la mano en 'La Mesías'. Una banda de música de pop cristiano de cinco hermanas lanza un vídeo musical que se hace viral en España. El vídeo tiene un gran impacto en la vida de Enric, un chico que continúa marcado por la infancia que vivió, llena de un gran fanatismo religioso y con una madre llena de delirios mesiánicos.",
    "img": "https://es.web.img3.acsta.net/pictures/23/10/18/12/33/5835315.jpg",
    "fecha_estreno": "2023-10-11",
    "serie_id": "39"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La vida de siete mujeres se ve sacudida por la aparición de unos restos mortales.",
    "img": "https://es.web.img3.acsta.net/pictures/24/03/04/14/33/4123935.jpg",
    "fecha_estreno": "2024-05-10",
    "serie_id": "40"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Retrata las vacaciones de varios huéspedes de un resort tropical, durante una semana, mientras se relajan y rejuvenecen en el paraíso. Pero cada día que pasa, surge una complejidad más oscura en la vida de estos viajeros perfectos, los risueños empleados del hotel y ese lugar idílico.",
    "img": "https://es.web.img3.acsta.net/pictures/21/06/24/09/53/2565393.jpg",
    "fecha_estreno": "2021-07-11",
    "serie_id": "41"
},{
    "nombre": "Temporada 2",
    "sinopsis": "Con un argumento y un reparto completamente diferentes, la segunda temporada de The White Lotus promete nuevas historias y nuevas intrigas, pero esta vez en la soleada Italia",
    "img": "https://pics.filmaffinity.com/The_White_Lotus_2_Miniserie_de_TV-649334934-large.jpg",
    "fecha_estreno": "2022-10-30",
    "serie_id": "41"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Disfrazada para ocultar su condición de mujer, en su aventura conocerá a un singular grupo de compañeros: Ringo, un entusiasta fabricante de soba que sueña con la grandeza; Taigen, un samurái con el que rivaliza; además de la princesa Akemi, la prometida de Taigen, cuya vida contrasta con la de Mizu.",
    "img": "https://cl2.buscafs.com/www.tomatazos.com/public/uploads/images/422534/422534.jpg",
    "fecha_estreno": "2023-11-03",
    "serie_id": "42"
},{
    "nombre": "Temporada 1",
    "sinopsis": "El pueblo de Tasmania, Deadloch, se queda asombrado cuando un lugareño es encontrado muerto a la víspera del Fiestival invernal. Dos mujeres detectives muy diferentes se juntan para resolver el caso, así como una agente demasiado ansiosa. Las tres deben trabajar juntas para encontrar al asesino.",
    "img": "https://flxt.tmsimg.com/assets/p24689969_b_v8_aa.jpg",
    "fecha_estreno": "2023-07-02",
    "serie_id": "43"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La serie relata lo que aconteció en 1986, en uno de los mayores desastres provocados por el hombre en la historia reciente, así como los sacrificios realizados para salvar al continente de un desastre sin precedentes.",
    "img": "https://media.s-bol.com/NYrGGqZjOxP6/1200x1200.jpg",
    "fecha_estreno": "2019-05-06",
    "serie_id": "44"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Del universo de The Boys llega Generación V, una trepidante serie ambientada en la única universidad para superhéroes de EE. UU. Estos capacitados estudiantes fuerzan sus límites morales por estar entre los diez mejores y formar parte de Los Siete, la élite de superhéroes de Vought International. Cuando se revelan los secretos de la universidad, deben decidir qué clase de héroes quieren ser.",
    "img": "https://pics.filmaffinity.com/Gen_V_Serie_de_TV-565884813-large.jpg",
    "fecha_estreno": "2023-09-29",
    "serie_id": "45"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Después de pasar años encarcelado, Morfeo (el Rey de los Sueños) emprende un viaje por diferentes mundos para encontrar lo que le fue arrebatado y recuperar su poder.",
    "img": "https://sm.ign.com/t/ign_es/gallery/t/the-sandma/the-sandman-2-new-posters_1965.600.jpg",
    "fecha_estreno": "2022-08-05",
    "serie_id": "46"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La serie comienza con el accidente de un avión en una isla misteriosa en el Pacífico Sur. Los supervivientes, un grupo diverso de personas, luchan por sobrevivir y descubrir qué les sucedió. A medida que exploran la isla, encuentran una escotilla y descubren que no están solos en la isla. Además, se enfrentan a peligros naturales y encuentros con otros habitantes de la isla.",
    "img": "https://m.media-amazon.com/images/I/A1jiBvYtpFL._AC_UF1000,1000_QL80_DpWeblab_.jpg",
    "fecha_estreno": "2004-09-22",
    "serie_id": "47"
},{
    "nombre": "Temporada 2",
    "sinopsis": "Los supervivientes comienzan a descubrir más secretos de la isla, como los 'Otros', un grupo hostil que ha estado viviendo en la isla durante mucho tiempo. Se profundiza en los antecedentes de los personajes y se introducen nuevos elementos misteriosos, como la iniciativa Dharma y la misteriosa enfermedad que afecta a algunos de los supervivientes.",
    "img": "https://m.media-amazon.com/images/I/71Ka7BrZZ-L._AC_UF894,1000_QL80_.jpg",
    "fecha_estreno": "2005-09-21",
    "serie_id": "47"
},{
    "nombre": "Temporada 3",
    "sinopsis": "La tensión aumenta cuando los supervivientes son capturados por los 'Otros' y se ven envueltos en conflictos entre facciones. Se revelan más detalles sobre la iniciativa Dharma, y algunos de los supervivientes logran escapar de los 'Otros'. Además, se presentan nuevos personajes y se exploran más los misterios de la isla, como la naturaleza del monstruo de humo.",
    "img": "https://images.justwatch.com/poster/8600608/s718/season-3.jpg",
    "fecha_estreno": "2006-10-04",
    "serie_id": "47"
},{
    "nombre": "Temporada 4",
    "sinopsis": "https://m.media-amazon.com/images/I/81hLot25uqL._AC_UF894,1000_QL80_.jpg",
    "img": "Después de que los 'Otros' logran rescatar a algunos de los supervivientes, se revelan más detalles sobre sus motivaciones y objetivos. Se presentan flash-forwards que muestran la vida de algunos de los supervivientes después de ser rescatados de la isla. Se profundiza en la rivalidad entre Ben Linus y Charles Widmore, dos figuras clave en la historia de la isla.",
    "fecha_estreno": "2008-01-31",
    "serie_id": "47"
},{
    "nombre": "Temporada 5",
    "sinopsis": "Se exploran los viajes en el tiempo y se revelan más detalles sobre la historia de la isla y sus conexiones con los personajes. Los supervivientes intentan cambiar el curso de los acontecimientos manipulando el tiempo, mientras que otros intentan regresar a la isla. Se explora la relación entre los personajes y sus destinos entrelazados.    ",
    "img": "https://live.staticflickr.com/3637/3612927911_bbd68c33e0_b.jpg",
    "fecha_estreno": "2009-01-21",
    "serie_id": "47"
},{
    "nombre": "Temporada 6",
    "sinopsis": "La serie llega a su conclusión mientras los supervivientes se enfrentan a su destino en la isla. Se revelan los secretos finales de la isla, incluida su naturaleza y propósito. Se resuelven muchas de las preguntas planteadas a lo largo de la serie, y los personajes enfrentan sus propios demonios personales mientras luchan por encontrar redención y encontrar la paz en la isla.",
    "img": "https://static.wikia.nocookie.net/lostpedia/images/9/94/LostSeason6OfficialPoster.jpg/revision/latest?cb=20091118030241",
    "fecha_estreno": "2010-02-02",
    "serie_id": "47"
},{
    "nombre": "Temporada 1",
    "sinopsis": "En la misteriosa Sand Land, los demonios y los humanos viven a duras penas en un páramo desértico baldío. Con la esperanza de recuperar el suministro de agua, el príncipe de los demonios, Beelzebub, el demonio Thief y un sheriff humano, Rao, se unen para viajar en busca del manantial legendario.",
    "img": "https://m.media-amazon.com/images/M/MV5BYTgxYTNhZDMtNmMxOS00NTYxLTk0Y2EtMzQzZDYwZDUyYjA5XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_.jpg",
    "fecha_estreno": "2024-03-20",
    "serie_id": "48"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Tras ver a su supuestamente difunto marido en una cámara de vigilancia, la exsoldado Maya destapa una siniestra conspiración familiar que se remonta a los años 90.    ",
    "img": "https://pics.filmaffinity.com/Engaanos_Miniserie_de_TV-103903004-large.jpg",
    "fecha_estreno": "2024-01-01",
    "serie_id": "49"
},{
    "nombre": "Temporada 1",
    "sinopsis": "El popular actor de teatro John Wilkes Booth, simpatizante del bando confederado y contrario a la abolición de la esclavitud, asesina al presidente de los Estados Unidos Abraham Lincoln en el Teatro Ford de Washington. Tras el magnicidio, se produce la insólita persecución de John Wilkes Booth. Además, las secuelas del primer asesinato presidencial traerán consigo la lucha por preservar y proteger los ideales en los que se basaban los planes de Reconstrucción de Lincoln.",
    "img": "https://image.tmdb.org/t/p/w1280/p043E2qgldCd7y8KKmoEL6DPucy.jpg",
    "fecha_estreno": "2024-03-15",
    "serie_id": "50"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La carrera espacial entre Estados Unidos y la Unión Soviética no ha terminado. El programa espacial es el centro cultural de las esperanzas de los estadounidenses, que han contemplado el éxito del primer alunizaje tripulado de la URSS y el fracaso del país americano respecto a la misión de Armstrong. A las autoridades no les sirve llegar semanas después que los rusos a la Luna y este es el punto de partida para el mundo de ficción que se presenta a través de las vidas de los astronautas, los ingenieros y sus familias.",
    "img": "https://es.web.img3.acsta.net/pictures/19/09/16/15/35/0066029.jpg",
    "fecha_estreno": "2019-11-01",
    "serie_id": "51"
},{
    "nombre": "Temporada 2",
    "sinopsis": "En 1983, coincidiendo con el punto álgido de la Guerra Fría, las tensiones entre los Estados Unidos y la Unión Soviética son cada vez más críticas a consecuencia de las ambiciones y medidas políticas que mantienen ambas naciones. Ronald Reagan, actual mandatario del país, ha llegado a la presidencia de la primera potencia del continente americano con dos objetivos claros: prosperar en el ámbito científico, pero también liderar la carrera espacial para conseguir controlar el mayor número posible de los recursos disponibles en la Luna.    ",
    "img": "https://es.web.img2.acsta.net/pictures/21/01/18/10/08/3411045.jpg",
    "fecha_estreno": "2021-02-19",
    "serie_id": "51"
},{
    "nombre": "Temporada 3",
    "sinopsis": "A principios de los años 90, con una carrera hacia una nueva frontera planetaria; el planeta rojo, Marte, se convierte en el nuevo frente de la carrera espacial no sólo para Estados Unidos y la Unión Soviética, sino para un nuevo participante inesperado con mucho que demostrar y aún más en juego. Nuestros personajes se enfrentan cara a cara mientras sus ambiciones por Marte entran en conflicto y sus lealtades se ponen a prueba, creando una olla a presión que conduce a una conclusión culminante.",
    "img": "https://images.justwatch.com/poster/280750000/s718/temporada-3.jpg",
    "fecha_estreno": "2022-06-10",
    "serie_id": "51"
},{
    "nombre": "Temporada 4",
    "sinopsis": "Avanzando hacia el nuevo milenio, el Valle de la Felicidad ha expandido rápidamente su huella en Marte al convertir antiguos enemigos en socios. Ahora, en 2003, el programa espacial se centra en la captura y extracción de minerales de asteroides extremadamente valiosos y ricos, que podrían cambiar el futuro tanto de la Tierra como de Marte. Sin embargo, las tensiones entre los residentes de la base internacional en expansión, amenazan con deshacer todo aquello por lo que están trabajando.    ",
    "img": "https://es.web.img3.acsta.net/pictures/23/10/24/12/14/4837795.jpg",
    "fecha_estreno": "2023-11-10",
    "serie_id": "51"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Nada es una comedia dramática que sigue a Manuel, un reputado crítico gastronómico de Buenos Aires, que desde hace décadas ha tenido todas sus necesidades cubiertas gracias a una mujer que hace las veces de asistente personal y empleada del hogar. Como consecuencia de un desafortunado contratiempo, se ve obligado a contratar a Antonia, una joven de un pequeño pueblo de Uruguay, para que le ayude con las tareas domésticas.    ",
    "img": "https://es.web.img3.acsta.net/pictures/23/09/15/08/49/3049645.jpg",
    "fecha_estreno": "2023-10-11",
    "serie_id": "52"
},{
    "nombre": "Temporada 1",
    "sinopsis": " Él siempre está en paro, su ex novia se ha ido y acaba de perder todos los ahorros de su vida en una estafa con bitcoins. Agobiado por las presiones sociales, Choi Yi-jae decide quitarse la vida. Insultada por su actitud displicente, la Muerte viene a castigarle con su juego: debe experimentar la muerte una y otra vez a través de otras 13 vidas. Sin embargo, si consigue sobrevivir a estas muertes inminentes podrá vivir el resto de su vida.",
    "img": "https://pics.filmaffinity.com/El_juego_de_la_muerte_Serie_de_TV-288499919-large.jpg",
    "fecha_estreno": "2023-12-15",
    "serie_id": "53"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La primera temporada presenta a Merlí Bergeron, un profesor de filosofía que tiene un enfoque único para enseñar la materia y conectarse con sus estudiantes. A través de su estilo provocativo y poco ortodoxo, Merlí desafía a sus alumnos a cuestionar las normas sociales y a explorar ideas filosóficas en sus vidas cotidianas. La temporada también explora la vida personal de Merlí y su relación con su hijo Bruno, así como sus interacciones con otros miembros del personal de la escuela.",
    "img": "https://es.web.img3.acsta.net/pictures/21/01/07/05/12/3047149.jpg",
    "fecha_estreno": "2015-09-14",
    "serie_id": "54"
},{
    "nombre": "Temporada 2",
    "sinopsis": "En la segunda temporada, Merlí continúa enseñando filosofía a sus estudiantes, pero enfrenta nuevos desafíos tanto en su vida personal como profesional. La temporada profundiza en las relaciones entre los alumnos y entre ellos y Merlí, explorando temas como el amor, la amistad, la identidad y la sexualidad. Además, se introducen nuevos personajes que influyen en la dinámica de la clase y en la vida de Merlí.    ",
    "img": "https://es.web.img2.acsta.net/pictures/21/01/07/05/11/2649787.jpg",
    "fecha_estreno": "2016-09-19",
    "serie_id": "54"
},{
    "nombre": "Temporada 3",
    "sinopsis": "La tercera temporada marca el final de la serie y sigue las vidas de los personajes principales mientras se preparan para enfrentar nuevos desafíos después de graduarse de la escuela secundaria. La temporada explora cómo los estudiantes aplican las lecciones de filosofía de Merlí en sus vidas fuera del aula, así como los cambios y las decisiones que enfrentan en su transición a la adultez. La relación entre Merlí y sus alumnos también alcanza un punto culminante en esta temporada, mientras reflexionan sobre el impacto que ha tenido en sus vidas y en su forma de ver el mundo.    ",
    "img": "https://dvdstorespain.es/501730/merli-3-temporada-dvd-.jpg",
    "fecha_estreno": "2017-09-17",
    "serie_id": "54"
},{
    "nombre": "Temporada 1",
    "sinopsis": "La Casa Targaryen está en el centro de la historia de la primera temporada de esta serie, que será una precuela de la tremendamente exitosa Juego de Tronos. Durante 10 capítulos veremos el origen de este linaje legendario, empezando 200 años antes de lo sucedido la serie original basada en los libros de George R.R. Martin, que ejerce de co-creador y productor ejecutivo de La Casa del Dragón.    ",
    "img": "https://es.web.img3.acsta.net/pictures/22/05/06/09/37/1242380.jpg",
    "fecha_estreno": "2022-08-21",
    "serie_id": "55"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Cuando la historiadora y bruja Diana Bishop descubre un libro perdido, todo se vuelve espeluznante. Su hallazgo está a punto de devolverla al mundo de la magia y al camino de Matthew Clairmont, un vampiro centenario.    ",
    "img": "https://es.web.img2.acsta.net/pictures/20/12/18/13/28/5344512.jpg",
    "fecha_estreno": "2018-09-14",
    "serie_id": "56"
},{
    "nombre": "Temporada 2",
    "sinopsis": "En el Londres isabelino, el romance de Matthew y Diana se enfrenta a un aluvión de nuevas amenazas. La magia desatada de Diana toma un giro oscuro y aterrador, mientras Matthew lucha por volver a habitar la peligrosa vida que llevó hace más de cuatro siglos. Deben superar profundos miedos y celos personales, descubriendo sus secretos más oscuros el uno al otro si quieren seguir con vida, permanecer juntos y encontrar un camino de regreso al presente. Mientras Matthew y Diana se esconden en el Londres isabelino, en la actualidad, las queridas tías de Diana, Sarah y Em, deben refugiarse con el notorio cazador de brujas Ysabeau de Clermont en su hogar ancestral, Sept-Tours. Mientras tanto, en Oxford, Marcus y Miriam toman el manto de Matthew para proteger a los demonios Nathaniel y Sophie, cuyo embarazo avanza. Y Gerbert, Knox.    ",
    "img": "https://images.justwatch.com/poster/259327319/s718/temporada-3.jpg",
    "fecha_estreno": "2021-01-08",
    "serie_id": "56"
},{
    "nombre": "Temporada 3",
    "sinopsis": "En la temporada 3, la temporada final, Matthew y Diana regresan de su viaje a 1590 para encontrar una tragedia en Sept-Tours. Deben encontrar las páginas que faltan del Libro de la Vida y el Libro mismo antes de que sea demasiado tarde. Sus enemigos se están preparando contra ellos, y un monstruo del pasado de Matthew que ha estado al acecho regresará para vengarse.    ",
    "img": "https://images.justwatch.com/poster/247419567/s592/el-descubrimiento-de-las-brujas",
    "fecha_estreno": "2022-01-17",
    "serie_id": "56"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Bienvenidos a un mundo en el que todos reciben un superpoder al cumplir los 18 años. Todos menos Jen, que a sus 25 años siente que se queda atrás. Por suerte, sus compañeros de piso –Carrie, Kash y un misterioso gato callejero– la ayudan a no caer en un abismo de autocompasión. A la deriva en un mundo difícil, y armada con tan solo un poco de esperanza y mucha desesperación, Jen se propone encontrar (quizá) su superpoder. Pero entre tanto, podría descubrir la alegría de estar medianamente bien.    ",
    "img": "https://pics.filmaffinity.com/Extraordinary_Serie_de_TV-499933854-large.jpg",
    "fecha_estreno": "2023-01-25",
    "serie_id": "57"
},{
    "nombre": "Temporada 2",
    "sinopsis": "Jen sigue en su búsqueda mientras se inscribe como cliente en la clínica de poder y pronto descubre que el proceso de encontrar su superpoder no es tan fácil como esperaba, además las cosas en el resto de su vida tampoco van sobre ruedas. Jizzlord, ex gato y ahora novio, ha tenido una revelación inesperada sobre su pasado. Kash y Carrie están intentando ser totalmente maduros respecto a su ruptura, lo cual no es fácil cuando todavía viven bajo el mismo techo.",
    "img": "https://pics.filmaffinity.com/Extraordinary_Serie_de_TV-577316377-large.jpg",
    "fecha_estreno": "2024-03-06",
    "serie_id": "57"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Judas traicionó a Jesucristo por 30 monedas. 2000 años más tarde, una de ellas aparece en un pueblo remoto de España, desencadenando una serie de fuerzas sobrenaturales que amenazan con destapar secretos del Vaticano y aniquilar a la raza humana. En medio de todo estará el padre Vergara, un exorcista, boxeador y ex convicto exiliado en una parroquia del pequeño pueblo donde aparece la moneda. Vergara quiere olvidar y ser olvidado, pero sus enemigos lo encontrarán muy pronto... Cuando Vergara es relacionado con una serie de fenómenos paranormales ocurridos en el pueblo, Paco, el ingenuo alcalde, y Elena, una inquieta veterinaria, tratarán de desvelar los secretos de su pasado y el significado de la antigua moneda que Vergara mantiene oculta.",
    "img": "https://images.justwatch.com/poster/308534203/s718/30-monedas.jpg",
    "fecha_estreno": "2020-11-29",
    "serie_id": "58"
},{
    "nombre": "Temporada 2",
    "sinopsis": "Un mal más grande que el propio demonio llega a la segunda temporada de '30 monedas'. La mayoría de habitantes de Pedraza, el pueblo en el que inicia la historia, han perdido la cabeza y se encuentran confinados en un hospital psiquiátrico. Por otro lado, Elena se encuentra en coma en el hospital, mientras que Paco, lleno de remordimientos, la cuida sin descanso.  Paralelamente, nuestros protagonistas deberán hacer frente a un nuevo y temible enemigo: Christian Barbrow.",
    "img": "https://m.media-amazon.com/images/M/MV5BYzJkN2M0OGMtMjlkMC00ODQzLTkwYWEtY2U2ZTQ1ZjYwMTQ2XkEyXkFqcGdeQXVyMTcxMzExMzU1._V1_.jpg",
    "fecha_estreno": "2023-10-23",
    "serie_id": "58"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Una supuesta maldición perturba la relación de una pareja de recién casados que intentan concebir un hijo mientras coprotagonizan su nuevo y problemático programa de HGTV.    ",
    "img": "https://images.justwatch.com/poster/308900592/s718/the-curse.jpg",
    "fecha_estreno": "2023-11-12",
    "serie_id": "59"
},{
    "nombre": "Temporada 1",
    "sinopsis": "Tras ayudar a impedir un atentado terrorista, un veterano de guerra debe proteger a uno de los políticos que impulsó el conflicto en el que combatió.",
    "img": "https://www.aceprensa.com/wp-content/uploads/2018/11/80307-1.jpg",
    "fecha_estreno": "2018-08-26",
    "serie_id": "60"
}
]